//GPAZ0407 JOB FABIANO,MSGCLASS=X,CLASS=C,NOTIFY=&SYSUID,TIME=(0,20)
//*****************************************************************
//STEP1    EXEC PGM=GPAZ0407
//STEPLIB  DD  DSN=GP.GERAL.LOADLIB,DISP=SHR
//MOVTOEST DD  DSN=GP.GPAZ04.MOVTOEST,DISP=SHR
//RELMOV01 DD  SYSOUT=*
