//GPAZ0406 JOB FABIANO,MSGCLASS=X,CLASS=C,NOTIFY=&SYSUID,TIME=(0,20)
//*****************************************************************
//STEP1    EXEC PGM=GPAZ0406
//STEPLIB  DD  DSN=GP.GERAL.LOADLIB,DISP=SHR
//CLIOLD   DD  DSN=GP.GPAZ04.CLIOLD,DISP=SHR
//CLIMOV   DD  DSN=GP.GPAZ04.CLIMOV,DISP=SHR
//CLINEW   DD  DSN=GP.GPAZ04.CLINEW,DISP=(OLD,CATLG,DELETE),
//             SPACE=(TRK,(1,1),RLSE),UNIT=SYSALLDA,
//             DCB=(LRECL=79,RECFM=FB,DSORG=PS)
