//GPAZ0403 JOB FABIANO,MSGCLASS=X,CLASS=C,NOTIFY=&SYSUID,TIME=(0,20)
//*****************************************************************
//STEP1    EXEC PGM=GPAZ0403
//STEPLIB  DD  DSN=GP.GERAL.LOADLIB,DISP=SHR
//SIMUEMP  DD  DSN=GP.GPAZ04.SIMUEMP,DISP=SHR
//EMPAPROV DD  DSN=GP.GPAZ04.EMPAPROV,DISP=(OLD,CATLG,DELETE),
//            SPACE=(TRK,(1,1),RLSE),UNIT=SYSALLDA,
//            DCB=(LRECL=35,RECFM=FB,DSORG=PS)
