//GPAZ0409 JOB FABIANO,MSGCLASS=X,CLASS=C,NOTIFY=GPAZ04,TIME=(0,20)     00010001
//*****************************************************************     00020000
//STEP1    EXEC PGM=GPAZ0409,PARM='20201001'                            00021001
//STEPLIB  DD DSN=GP.GERAL.LOADLIB,DISP=SHR                             00022000
//CADPROD  DD DSN=GP.GPAZ04.CADPROD,DISP=SHR                            00023001
//MOVTOEST DD DSN=GP.GPAZ04.MOVTO,DISP=SHR                              00023101
//RELMOV01 DD SYSOUT=*                                                  00023201
