      *-----------------------------------------------------------------
       IDENTIFICATION                      DIVISION.
      *-----------------------------------------------------------------
       PROGRAM-ID.                         PGMAUX03.
      *-----------------------------------------------------------------
      *  PROGRAMA      : PGMAUX03
      *  OBJETIVO      : DETERMINA A PRIORIDADE DO PRODUTO
      *-----------------------------------------------------------------

      *-----------------------------------------------------------------
       ENVIRONMENT                         DIVISION.
      *-----------------------------------------------------------------
       CONFIGURATION                       SECTION.
       SPECIAL-NAMES.
           DECIMAL-POINT IS COMMA.
       INPUT-OUTPUT                        SECTION.
       FILE-CONTROL.

      *-----------------------------------------------------------------
       DATA                                DIVISION.
      *-----------------------------------------------------------------
       FILE                                SECTION.

      *-----------------------------------------------------------------
       WORKING-STORAGE                     SECTION.
      *-----------------------------------------------------------------
      *-----------------------------------------------------------------
       LINKAGE                             SECTION.
      *-----------------------------------------------------------------
       01  LS-DADOS.
           05 LS-CODPROD                   PIC 9(04).
           05 LS-TIPOMOVTO                 PIC X(01).
           05 LS-QTDE                      PIC 9(08) COMP-3.
           05 LS-CLASSIF                   PIC X(01).
      *-----------------------------------------------------------------
       PROCEDURE DIVISION USING LS-DADOS.
      *-----------------------------------------------------------------
           IF LS-CODPROD > 5 AND LS-QTDE > 100 OR LS-TIPOMOVTO = "S"
              MOVE '1' TO LS-CLASSIF
           ELSE
              MOVE '0' TO LS-CLASSIF
           END-IF
           GOBACK.

