//GPAZNND2 JOB 'SEUNOME',MSGCLASS=X,CLASS=C,NOTIFY=GPAZNN,TIME=1
//STEP1A   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//STEPLIB  DD DISP=SHR,DSN=SYS2.DB2.SDSNLOAD
//DBRMLIB  DD DSN=SYS2.DB2.DBRMLIB.DATA,DISP=SHR
//SYSTSPRT DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//REPORT   DD SYSOUT=*
//SYSTSIN  DD *
 DSN SYSTEM(DB2N)
 RUN  PROGRAM(GPAZNND2) PLAN(GPAZNND2) -
      LIB('GP.GERAL.LOADLIB')
 END
//MOVPRDD2 DD DSN=GP.GPAZ99.MOVPRDD2,DISP=SHR
//*
