//GPAZ04MP JOB MSGCLASS=X,CLASS=C,NOTIFY=GPAZ04,TIME=(0,20)
// JCLLIB ORDER=GP.LB.PROCLIB
//* TROCAR 99 PARA O NUMERO DE VOCES
//MAPSAMP   EXEC DFHMAPCS,NAME=AZ04MNU,INSTR='GPAZ04',RMODE=24
